$(document).ready(function(){

	setTimeout(function(){
		var a = $('body').text().split('');
		var b = [];
		var c = "worksabutcnyildg.不一而足2016年，- 由设计师和工程创立于北京。我们用为品牌在全平台造卓越体验认艺术与技的完美结合是伟大产必要条件驱动基因让只停留纸上交付实现代码相信种行善方式DFExpeUfWRvmh&ABLIGPV问答常见中把自己比作厨对网站没概念还能找你做吗？题会搞定从、开发域名直到布「境外服务器」所有事情前期沟通最后接线浏览维护更新甚至数据统报告也项目个多少钱如果您想某天晚顾高级团队家单独烹饪几道食那么影响这价格素复杂以字确菜老板希望下周明看版小野二郎整每桌客人并且需提半预约赶快填饱肚子可麦当劳适给简历页面吃份世界蛋炒饭了收款先效店点无论来达账时候都买就任何东西风觉得换之初尽向成共识但已经却求重话估再3亿兴趣生力法承婚宴回说：介或组织偿帮助类物环将很乐意长请联系慈专邮箱是创意工作室设计师花匠程摄影男朋友伙伴人类视觉动物音乐逗逼建筑奇葩导演梦想家厨子产品经理哲学艺术数字非正式魅力那这又牵扯到另一句话，就是“书画同源”个跟洋人不清楚的事情怎么字和来讲但我现在强拉了法说为把未完成词转化下变外叫什呢英语做fl。西规矩作品定要比地位低而且差多贬义可你中国史上最被推崇几极全部《论》里有两解释问题它突出价值观很简单碑如告意思？写滋味石刻文墨件私信草稿高界种境也懂得其实虽然他们没对应欧美代大量杰以与物传神尽妙陈丹青局-第八";
		var d = c.split('');
		//var student = ['qiang','ming','tao','li','liang','you','qiang','tao'];
		function unique(arr){
		// 遍历arr，把元素分别放入tmp数组(不存在才放)
			var tmp = new Array();
			for(var i in arr){
			//该元素在tmp内部不存在才允许追加
				if(tmp.indexOf(arr[i])==-1){
					tmp.push(arr[i]);
				}
			}
			return tmp;
		}

		b = unique(a).toString();

		b = b.replace(/,/g, '');  
		//console.log(b,b.length);
	}, 10000);
	

});